Repository: dolium/universe
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Courses
de: Kurse

source: Jobs
de: Stellen

source: Events
de: Veranstaltungen

source: Professor Availability
de: Professorenverfügbarkeit

source: Profiles
de: Profile

source: Hi, %(name)s!
de: Hallo, %(name)s!

source: My Account
de: Mein Konto

source: Logout
de: Abmelden

source: Login
de: Anmelden

source: Register
de: Registrieren

source: Built by students, for students.
de: Von Studierenden für Studierende.

source: STEM Courses
de: STEM-Kurse

source: Explore our STEM catalog — mathematics, physics, chemistry, biology, CS, and engineering
de: Erkunden Sie unseren STEM-Katalog — Mathematik, Physik, Chemie, Biologie, Informatik und Ingenieurwesen

source: Filter by study programme:
de: Nach Studiengang filtern:

source: %(count)d selected
de: %(count)d ausgewählt

source: Reset
de: Zurücksetzen

source: Showing %(count)d of %(total)d courses
de: Zeige %(count)d von %(total)d Kursen

source: Events and activities submitted by the community
de: Veranstaltungen und Aktivitäten von der Community eingereicht

source: Add new event
de: Neue Veranstaltung hinzufügen

source: All types
de: Alle Typen

source: Study programmes:
de: Studiengänge:

source: Showing %(count)d of %(total)d events
de: Zeige %(count)d von %(total)d Veranstaltungen

source: Public Landing
de: Öffentliche Startseite

source: Your student hub for OTH Amberg-Weiden. Share study materials, discover opportunities, and connect with fellow students across both campuses.
de: Deine Studenten-Plattform für die OTH Amberg-Weiden. Teile Studienmaterialien, entdecke Möglichkeiten und vernetze dich mit Kommilitonen an beiden Standorten.

source: Find and organize course pages
de: Kursseiten finden und organisieren

source: Opportunities
de: Möglichkeiten

source: Housing, jobs, events, mentoring
de: Wohnungen, Jobs, Veranstaltungen, Mentoring

source: How‑to
de: Anleitungen

source: Visa, bureaucracy, campus tips
de: Visum, Bürokratie, Campus-Tipps

source: Want to help?
de: Möchten Sie helfen?

source: Contribute here
de: Hier beitragen

source: Access course materials, exam prep resources, and professor availability for your study programme. From Applied Computer Science to International Business, find lecture notes, cheat sheets, and study guides shared by your peers.
de: Greife auf Kursmaterialien, Prüfungsvorbereitungen und Professorenverfügbarkeit für deinen Studiengang zu. Von Angewandter Informatik bis Internationales Management, finde Vorlesungsnotizen, Spickzettel und Lernhilfen von deinen Kommilitonen.

source: Browse student jobs, internships, and events in the Oberpfalz region. Whether you need a working student position in engineering, housing in Amberg or Weiden, or want to join campus activities – find it all here.
de: Durchsuche Studentenjobs, Praktika und Veranstaltungen in der Oberpfalz. Ob du eine Werkstudentenstelle im Ingenieurwesen, eine Wohnung in Amberg oder Weiden suchst oder an Campus-Aktivitäten teilnehmen möchtest – finde alles hier.

source: Practical guides for international students: German visa requirements, enrollment at OTH, navigating Bavarian bureaucracy, and settling in Amberg or Weiden. Learn from students who have been through it.
de: Praktische Anleitungen für internationale Studierende: Deutsche Visumsanforderungen, Immatrikulation an der OTH, Navigation durch die bayerische Bürokratie und Einleben in Amberg oder Weiden. Lerne von Studenten, die es bereits durchlaufen haben.

source: How to contribute
de: Wie man beiträgt

source: Fork the repository and create a feature branch.
de: Forken Sie das Repository und erstellen Sie einen Feature-Branch.

source: Add or edit a page in templates/ or styles in static/css/.
de: Fügen Sie eine Seite in templates/ hinzu oder bearbeiten Sie Styles in static/css/.

source: Write a short description and open a pull request.
de: Schreiben Sie eine kurze Beschreibung und öffnen Sie einen Pull Request.

source: Ideas welcome: AI study assistant, student mentorship matching, OTH timetable integration, and personalized dashboards.
de: Ideen willkommen: KI-Lernassistent, Studenten-Mentoring-Matching, OTH-Stundenplan-Integration und personalisierte Dashboards.

source: Job opportunities submitted by the community
de: Stellenangebote von der Community eingereicht

source: Add new job
de: Neue Stelle hinzufügen

source: Showing %(count)d of %(total)d jobs
de: Zeige %(count)d von %(total)d Stellen

source: Jobs, events, study groups, and more submitted by the community
de: Jobs, Veranstaltungen, Lerngruppen und mehr von der Community eingereicht

source: Add new opportunity
de: Neue Möglichkeit hinzufügen

source: Showing %(count)d of %(total)d opportunities
de: Zeige %(count)d von %(total)d Möglichkeiten
